Repository: thierryH91200/PaperDrop-main
Catalog: Sources/PaperDrop/Localizable.xcstrings
Source language: en
Languages: fr

source: %lld dpi
fr: %lld ppp

source: Add an invisible, searchable text layer
fr: Ajouter un calque de texte invisible et recherchable

source: Add date
fr: Ajouter la date

source: Add time
fr: Ajouter l’heure

source: Advanced
fr: Avancés

source: Archive folder
fr: Dossier d'archivage

source: Assembling PDF (OCR)…
fr: Assemblage du PDF (OCR)…

source: Assembling PDF…
fr: Assemblage du PDF…

source: Auto size
fr: Taille auto

source: Automatic
fr: Automatique

source: Backs →
fr: Versos →

source: Brightness
fr: Luminosité

source: Cancel
fr: Annuler

source: Cancel Scan
fr: Annuler la numérisation

source: Cancelled. If the next scan looks corrupted, unplug and replug the scanner.
fr: Annulé. Si la prochaine numérisation semble corrompue, débranchez puis rebranchez le scanner.

source: Cancelling — resetting scanner…
fr: Annulation — réinitialisation du scanner…

source: Cannot build 1-bit image
fr: Impossible de construire l'image 1 bit

source: Cannot build image for OCR
fr: Impossible de construire l'image pour l'OCR

source: Cannot read image %@
fr: Impossible de lire l'image %@

source: Check it's connected and powered on
fr: Vérifiez qu'il est connecté et allumé

source: Choose a scanner in the panel
fr: Choisissez un scanner dans le panneau

source: Choose…
fr: Choisir…

source: Close
fr: Fermer

source: Color
fr: Couleur

source: Contrast
fr: Contraste

source: Could not open scanner session: %@
fr: Impossible d'ouvrir la session du scanner : %@

source: Digits
fr: Nombre de chiffres

source: Discard
fr: Tout supprimer

source: Document name
fr: Nom du document

source: Edit…
fr: Modifier…

source: Feeder
fr: Chargeur

source: File name
fr: Nom de fichier

source: Filename preview
fr: Aperçu du nom de fichier

source: Flatbed
fr: Vitre

source: Flip the stack, scan, then Save PDF.
fr: Retournez la pile, numérisez, puis Enregistrer le PDF.

source: Folder
fr: Dossier

source: General
fr: Généraux

source: Grayscale
fr: Niveaux de gris

source: JPEG encode failed
fr: Échec de l'encodage JPEG

source: Landscape
fr: Paysage

source: Load the stack in the feeder.
fr: Chargez la pile dans le chargeur.

source: Looking for scanners…
fr: Recherche de scanners…

source: Mode, resolution, paper size and orientation
fr: Mode, résolution, format et orientation

source: No file produced
fr: Aucun fichier produit

source: no HTTP response from scanner
fr: aucune réponse HTTP du scanner

source: No scanner found
fr: Aucun scanner trouvé

source: No scanners
fr: Aucun scanner

source: Now scan the backs
fr: Numérisez les versos

source: Overwrite files with the same name
fr: Écraser les fichiers de même nom

source: Page %lld · %@ · %@
fr: Page %1$lld · %2$@ · %3$@

source: Page %lld: %@, %@
fr: Page %1$lld : %2$@, %3$@

source: Paper
fr: Papier

source: Place a document on the scanner
fr: Placez un document sur le scanner

source: Prefix
fr: Préfixe

source: Preview
fr: Aperçu

source: Preview again
fr: Nouvel aperçu

source: Previewing…
fr: Aperçu…

source: Remove Page
fr: Supprimer la page

source: Remove this page
fr: Supprimer cette page

source: Reset
fr: Réinitialiser

source: Resolution
fr: Résolution

source: Save PDF
fr: Enregistrer le PDF

source: Save PDF1…
fr: Enregistrer le PDF…

source: Saved %@ (%lld KB)
fr: Enregistré %1$@ (%2$lld Ko)

source: Scan cancelled
fr: Numérisation annulée

source: scan did not run
fr: la numérisation n'a pas démarré

source: Scan failed: %@
fr: Échec de la numérisation : %@

source: Scan First Page
fr: Numériser la première page

source: Scan Next Page
fr: Numériser la page suivante

source: Scan Page
fr: Numériser la page

source: Scan Settings
fr: Réglages de numérisation

source: Scan the fronts
fr: Numérisez les rectos

source: scanimage produced no file
fr: scanimage n'a produit aucun fichier

source: scanner busy
fr: scanner occupé

source: scanner did not return capabilities
fr: le scanner n'a pas renvoyé ses capacités

source: Scanner disconnected
fr: Scanner déconnecté

source: scanner produced no page
fr: le scanner n'a produit aucune page

source: scanner rejected the scan settings
fr: le scanner a refusé les réglages de numérisation

source: scanner returned HTTP %lld
fr: le scanner a renvoyé HTTP %lld

source: scanner returned no job location
fr: le scanner n'a pas renvoyé l'emplacement du travail

source: Scanning page %lld…
fr: Numérisation de la page %lld…

source: Scanning…
fr: Numérisation…

source: Search Again
fr: Rechercher à nouveau

source: Searching…
fr: Recherche…

source: Snap to standard sizes
fr: Ajuster aux formats standard

source: Start at
fr: Numéro de début

source: The PDF will be saved under this name
fr: Le PDF sera enregistré sous ce nom

source: TIFF encode failed
fr: Échec de l'encodage TIFF

source: Two-sided (recto/verso)
fr: Recto-verso

source: Uniform pages
fr: Pages uniformes

source: Use a counter
fr: Utiliser un compteur
